Revit 2027 API
BuiltInFailures.GroupFailures.GroupHadFailedElementsWhileUpdating Property
 Group members failed while updating group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId GroupHadFailedElementsWhileUpdating { get; }
Public Shared ReadOnly Property GroupHadFailedElementsWhileUpdating As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ GroupHadFailedElementsWhileUpdating {
	FailureDefinitionId^ get ();
}
static member GroupHadFailedElementsWhileUpdating : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace